app/controllers/v2/capitals_controller.rb

    def index
      render json: Capital.all
---
SELECT "capitals".* FROM "capitals"