app/controllers/v1/countries_controller.rb

SELECT "countries".* FROM "countries"
---
    def index
      render json: Country.all