app/controllers/v1/states_controller.rb

SELECT "states".* FROM "states"
---
    def index
      render json: State.all